# mas apps
mas "com.apple.dt.Xcode", id: 497799835
mas "com.apple.iWork.Keynote", id: 409183694
mas "om.apple.iMovieApp", id: 408981434
mas "com.blackpixel.kaleidoscope", id: 587512244
mas "com.fasthatchapps.gifgrabberosx", id: 668208984
mas "net.shinyfrog.bear", id: 1091189122
mas "com.excitedpixel.breaktime", id: 427475982
mas "desktop.WhatsApp", id: 1147396723
mas "com.pixelmatorteam.pixelmator", id: 407963104
mas "com.apple.iWork.Pages", id: 409201541
mas "com.apple.garageband10", id: 682658836
mas "com.apple.TransporterApp", id: 1450874784
mas "com.daisydiskapp.DaisyDisk", id: 411643860
mas "com.apple.iWork.Numbers", id: 409203825
mas "com.jackboxgames.jackboxpartypack2", id: 1034034328
mas "com.agilebits.onepassword7", id: 1333542190

# tap that
tap "aquasecurity/trivy"
tap "borkdude/brew"
tap "candid82/brew"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
tap "wix/brew"
tap "yqrashawn/goku"

# brew packages
brew "bat"
brew "cmake"
brew "cocoapods"
brew "dnsmasq", restart_service: true
brew "pkg-config"
brew "fzf"
brew "glm"
brew "go"
brew "gource"
brew "htop"
brew "hub"
brew "lynx"
brew "mas"
brew "mono"
brew "neomutt"
brew "neovim"
brew "nginx", restart_service: true
brew "node"
brew "php", restart_service: true
brew "php@7.3"
brew "pianobar"
brew "portaudio"
brew "portmidi"
brew "pv"
brew "pyenv"
brew "qrencode"
brew "ranger"
brew "ruby"
brew "screenfetch"
brew "sdl_image"
brew "socat"
brew "telnet"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z.lua"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aquasecurity/trivy/trivy"
brew "borkdude/brew/clj-kondo"
brew "candid82/brew/joker"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wix/brew/applesimutils"
brew "yqrashawn/goku/goku"
cask "react-native-debugger"
